package catdany.proj.rhyme;

public class Local
{
	public static final String WELCOME = "Добро пожаловать в программу для создания произвольных слов, которые должны по идее, наверное, если все сложится хорошо, рифмоваться со словом, которое задаете Вы. Запишите слово, указывая ' (апостроф) перед гласной, на которую падает ударение.";
	public static final String EMPHASIS_NOT_SPECIFIED = "Ударение не указано. Поставьте символ ' (апостроф) перед гласной, на которую падает ударение.";
	public static final String TOO_MANY_EMPHASES = "Слишком много ударений. Найдено более одного апострофа.";
}
